{
    "Login": "Log In",
    "Email": "Email",
    "EnterEmail": "Please input your email",
    "EmailValid": " Please enter valid email",
    "Password": "Password",
    "EnterPassword": "Please input your password",
    "PasswordPattern": "Password needs to contain Capital letters, symbol,numbers and minimum 8 characters.",
    "ConfirmPassword": "Confirm Password",
    "EnterConfirm": "Please confirm your password",
    "PasswordMatch": " Passwords does'nt match.",
    "ForgotPassword": "Forgot password?",
    "HaveAccount": "Don't have an account?",
    "SignUp": "Sign up",
    "UserName": "User Name",
    "UserNamePattern": "Name should be minimum 3 characters and maximum 20 characters",
    "EnterName": "Enter your name",
    "UserNameValid": "Name should have only alphabets",
    "Mobile": "Mobile",
    "EnterMobile": " Please enter your mobile number",
    "MobileValid": " Please enter valid mobile number",
    "DidnotReceive": " Didn't receive verification?",
    "ResendVerify": "Resend Verification",
    "SuccessVerify": "Email Verifed Successfully!!!",
    "VerifiedEmail": "You email address has been successfully verified. Please login to continue.",
    "BacktoLogin": "Back to Log in",
    "ForgetPass": "Forget Password",
    "AlreadyAccount": "Already have an account?",
    "NewArraival": "New Arrivals",
    "OurMission": "Our Misson",
    "OurMissionDesc": "It all began with an aim. An aim of a group of young minds who always wanted to change the traditional method where people would rush to shops to purchase accessories, jewelries, and other ornaments resulted in the development of Golden Rose. With creative ideas and a collection of unique designs, Golden Rose is revolutionizing the ‘Ornaments’ industry in the United States.",
    "OurGoal": "Our Goal",
    "OurGoalDesc": "We’re not just a group of accessory-sellers. We’re beyond that. It was always our vision to ease the task of purchasing gold-related jewelry. Our team strives to add value in customers' lives by offering them a plethora of products. Offering the best quality products at affordable prices is our prime goal. Our commitment towards user-friendliness, customer satisfaction, and innovation has given us dynamic support from our audience.",
    "CustomService": "Custom Services",
    "OldHands": "Old Hands",
    "OldHandDesc": "We are a Spanish family involved in the gold business since the ‘70s. We have everything you  need. Right from bracelets, earrings to wedding rings and baby necklaces, our collection is  spectacularly vast and unique. ",
    "DiverseLocation": "Diverse Locations",
    "DiverseLocationDesc": "You can find our outlets in different locations across Madrid. Besides these physical stores, we thought of offering something new to our customers, hence the launch of our online platform.",
    "CovinentPlatform": "Convenient Platform",
    "ConvinentPlatformDesc": "Our website will offer you the greatest comfort & flexibility. We’ve categorized the products  to make it convenient for you to choose among diverse collections, offers, new arrivals, and  evergreen trends.",
    "ShopBy": "Shop By",
    "Category": "Category",
    "HurryUp": "Hurry up! Only",
    "Left": "left",
    "off": "off",
    "AddtoCart": "Add To Cart",
    "OutofStock": "Out of Stock",
    "PremiumProducts": "Premium Related Products",
    "Prev": "prev",
    "Next": "next",
    "ProductId": "Product Id",
    "Availabiltiy": "Availability",
    "InStock": "In stock",
    "Buy": "Buy",
    "CustomerReview": "Customer Reviews",
    "ReviewedBy": "Review by",
    "Size": "Size",
    "Price": "Price",
    "MyOrder": "My Orders",
    "Orders": "Orders",
    "MyAccount": "My Account",
    "MyProfile": "My Profile",
    "SaveCards": "Save Cards",
    "ChangePassword": "Change Password",
    "MyCredits": "My Credits",
    "MyCoupons": "My Coupons",
    "Order": "Order",
    "Date": "Date",
    "Address": "Address",
    "Status": "Status",
    "Total": "Total",
    "Action": "Action",
    "View": "View",
    "ProfileDetail": "Profile Details",
    "DOB": "Date of Birth",
    "Location": "Location",
    "Nickname": "Nickname",
    "EditProfile": "Edit Profile",
    "SavedAddress": "Saved Addresses",
    "AddNewAdd": "ADD NEW ADDRESS",
    "DefaultAdd": "DEFAULT ADDRESS",
    "Remove": "Remove",
    "Edit": "Edit",
    "AddCard": "ADD CARD",
    "SaveYourCard": "SAVE YOUR CREDIT/ DEBIT CARDS",
    "SaveDesc1": "It's convenient to pay with saved cards.",
    "SaveDesc2": "Your card information will be secure, we",
    "SaveDesc3": "use 128-bit encryption",
    "CardHolder": "Card Holder",
    "Expires": "Expires",
    "AvailableCoupon": "Available Coupons",
    "NoCoupon": "No coupon available",
    "OFF": "OFF",
    "Code": "Code",
    "Expiry": "Expiry",
    "Used": "USED",
    "Expired": "EXPIRED",
    "ChangePassMatch": "Old and New password should not be same",
    "EnterNickName": "Enter your name",
    "Gender": "Gender",
    "EnterGender": "Please Select Gender",
    "EnterDOB": "Enter Date of Birth",
    "SaveDetail": "Save Details",
    "ContactDetail": "Contact Details",
    "AddressPlace": "Address (House No,Building Street, Area)",
    "EnterAddress": "Enter Address",
    "AddressLength": " Address must be within 30 characters",
    "LocalityPlace": "Locality / Town",
    "EnterLocality": "Enter Locality",
    "LocalityLength": " Locality must be within 30 characters",
    "cityPlace": "City / District",
    "EnterCity/Dist": "Enter City/District",
    "CityLength": "City/District must be within 20 characters",
    "EnterState": " Enter State",
    "StateLength": " State must be within 20 characters",
    "State": "State",
    "LandmarkPlace": "Eg: Home, Office",
    "SaveAddAs": "Save address as",
    "AddAddress": "Add Address",
    "Pincode": "pincode",
    "EnterPincode": "Please input your pincode",
    "CardHolderName": "Card Holder Name",
    "CardNumber": "Card Number",
    "EnterCardNumber": " Please Enter Number",
    "CardNoLimit": "Card number should be maximum 16 digits.",
    "ExpiryMonth": "Expiry Month",
    "EnterMonth": "Please Enter Month",
    "MonthValid": "Please Enter Valid Month",
    "ExpiryYear": "Expiry Year",
    "EnterYear": "Please Enter Year",
    "YearValid": "Please Enter Valid Year",
    "CVV": "CVV",
    "EnterCVV": "Please Enter CVV",
    "CvvMin": " CVV must be minimum 3 digit.",
    "CvvMaz": "CVV must be maximum 4 digit.",
    "MyCart": "My Shopping Cart",
    "NoItem": " No Item in your cart",
    "LessStock": "Less Stock Available",
    "NotAvailable": "Product Not Available Currently",
    "MoveToWish": "MOVE TO WISHLIST",
    "AddMoreWish": "Add More From Wishlist",
    "PriceDetail": "Price Details",
    "BagTotal": "Bag Total",
    "DeliveryCharge": "Delivery Charges",
    "FREE": "FREE",
    "TotalPayable": "Total Payable",
    "HaveCoupon": "Have a coupon? Click here to enter your coupon",
    "ApplyCoupon": "If you have a coupon code, please apply it below.",
    "EnterCoupon": "Enter Coupon Code",
    "SubmitCoupon": "Apply Coupon",
    "RemoveCoupon": "Remove Coupon",
    "SelectAddress": "Select Delivery Address",
    "Select": "Select",
    "PaymentOption": "Payment Option",
    "Choose": "Choose",
    "CardPayment": "Card Payment",
    "CouponApplied": "Coupon Applied",
    "Paynow": "PAY NOW",
    "RateAndReview": "Rate & Review Product",
    "WriteReview": "Write Your Own Review",
    "Rating": "Rating",
    "Review": "Review",
    "SubmitRev": "Submit Review",
    "NoItemWish": "No Item in wishlist",
    "AddToCart": "ADD TO CART",
    "Home": "Home",
    "Women": "Women",
    "Men": "Men",
    "Babyborn": "Baby Born",
    "Communion": "Communion",
    "ourHistory": "Our History",
    "Wish": "Wishlist",
    "About": "About us",
    "LogOut": "LogOut",
    "SearchPlace": "Search",
    "Categories": "Categories",
    "LogIn": "LogIn",
    "Language": "Language",
    "RecentlyAdded": "Recently added item(s)",
    "ViewCart": "view my cart",
    "Checkout": "Checkout",
    "Subtotal": "Subtotal",
    "FooterTerms": "Terms of Use",
    "FooterPrivacy": "Privacy Policy",
    "CustService": "24/7 Customer Service",
    "Submit": "Submit",
    "New": "New",
    "Weight": "Weight",
    "Customer": "Customer",
    "Mi": "Min",
    "Max": "Max",
    "InstaFeed": "Instagram Feed",
    "InstaDesc": "We’re not just a group of accessory-sellers. We’re beyond that. It was always our vision to ease the task of purchasing gold-related jewelry. Our team strives to add value in customers' lives by offering them a plethora of products. Offering the best quality products at affordable prices is our prime goal. Our commitment towards user-friendliness, customer satisfaction, and innovation has given us dynamic support from our audience.",
    "ShopByCategory": "Shop By Category",
    "ShopWomen": "Shop Women",
    "ClearSort": "Clear Sort",
    "Grams": "grams",
    "Normal": "NORMAL",
    "Express": "EXPRESS",
    "CustomServices": "custom services",
    "EmailId": "Email ID",
    "ResPassword": "Reset Password",
    "ResPasswordCond": "Please enter a Password of minimum 8 characters. Make sure your password has LOWER & UPPER CASE letters, Special Characters, and Numbers",
    "NewCustom": "New Customers",
    "NewCustomText": "If desired, you may create an account at the end of the checkout process.",
    "GuestCheck": "Guest Checkout",
    "ReturnCustomers": "Returning Customers",
    "ReturnCustomText": "Login in for faster checkout and to save payment info for next time.",
    "LogCheck": "Log In and Checkout",
    "AddDeliverAddress": "Add Delivery Address",
    "DeliverOption": "Delivery Options",
    "DaysDeliverNormal": "within 3 - 4 days",
    "DaysDeliverExpress": "within 24 - 48 hours",
    "AddPayment": "Add Payment",
    "StockIssueCart": "Stock Issue check cart",
    "productNotAvailable": "Check Cart Some Products are not available currently !",
    "TheBiggest": "The Biggest",
    "SaleDay": "Sale Of The Day",
    "SaveTo": "save up to",
    "QTY": "QTY",
    "OrderStat": "Order Status",
    "MobileNumber": "Mobile Number:",
    "AddressDetails": "Address Details",
    "SavedCards": "Saved Cards",
    "NewPassword": "New Password",
    "MakeDefAddress": "Make this my default address",
    "InvalidNumber": "Invalid contact number",
    "EditAddress": "Edit Address",
    "ConfirmDetails": "Confirm your Detail",
    "YourAddress": "Your Address",
    "Cancel": "Cancel",
    "Couponoffer": "Coupon offer",
    "Star": "Star",
    "Stars": "Stars",
    "SelectCategory": "Please select one of the category",
    "PrivacyNdPolicy": "PRIVACY & POLICY",
    "PrivacyP1": "This Privacy Policy is valid from 22/09/2020.",
    "PrivacyP2": "Golden Rose provides online purchasing of gold and silver accessories, ornaments, and other products through the website https://goldenrose.nextazy.com/, mobile apps, application program interfaces, and social media platforms.",
    "PrivacyP3": "This Privacy Policy is documented to convey the users about the personal and financial information we collect. ('We,' 'Us,' 'Our' represents Golden Rose throughout this document and 'You' & 'Your' & 'They' refer to 'User' throughout this document), how we collect it, how the information is being used, where it is stored, how your data is protected, and your rights with respect to the information.",
    "PrivacyP4": "In case you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us through the support email.",
    "PrivacyH1": "What We Collect From The Users",
    "PrivacyP5": "We collect data from users who use our services, websites, and mobile apps. The data may refer to information about an individual. We collect information necessary for individual assessment and deliver our services in the best way possible. We process your personal information only as mentioned in this Privacy Policy or permitted under applicable legislation.",
    "PrivacyH2": "Website Consent",
    "PrivacyP6": "By using our Golden Rose, you hereby consent to our Privacy Policy and agree to its terms.",
    "PrivacyP7": "This Policy applies to both our online and offline activities. It is considered valid for the customers visiting our website regarding the information they share and/or collected by our backend team at Golden Rose. This policy, in some cases, applies to any information outsourced or collected offline via channels other than this website.",
    "PrivacyH3": "Personal Information",
    "PrivacyP8": "The personal information you provide and the reasons you are asked to provide will only be used after your acknowledgement. We will make clear when and for what purpose we ask for your personal information.",
    "PrivacyP9": "When you contact Golden Rose directly, we may collect from you additional information, such as full name, email, contact number, ID proof, the message content, and other necessary information.",
    "PrivacyP10": "When you create a new account in Golden Rose, we may also ask for your contact information, including full name, company name, government-issued address proof, email address, and house or office number.",
    "PrivacyH4": "How and Where We Use Your Information",
    "PrivacyP11": "We use your personal information we collect in various ways, including but not limited to:",
    "PrivacyL1": "Provide, operate, and maintain our website",
    "PrivacyL2": "Improve, personalize, and expand our website",
    "PrivacyL3": "Understand and analyze how you use our website",
    "PrivacyL4": "Develop new products, services, features, and functionality",
    "PrivacyL5": "Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes",
    "PrivacyL6": "Send you emails",
    "PrivacyL7": "Find and prevent fraud",
    "PrivacyH5": "Log Files",
    "PrivacyP12": "Golden Rose follows a set of protocols and standard procedure of using log files. These files hold the information about the users when they visit websites. All web-hosting companies do this process as a part of hosting services' analytics. The information collected by log files includes IP addresses, search engine name, browser type, ISP, date and time stamp, referring/exit pages, and heatmap. These are not linked to any personally identifiable information. The purpose of the log files is to analyze trends, administer the site, track users' movement on the website, and gather demographic information.",
    "PrivacyH6": "User Input",
    "PrivacyP13": "When a user provides input on our websites such as name, email, communication address, mobile number, payment details, and other data, we store the info so that we can assist them in the best way. We will occasionally contact the users through email and messages to notify them on our product's latest news, updates, and promotional events. Processing the user information for any purpose other than those mentioned in this policy is only done with their consent, which they can withdraw from at any time.",
    "Payment": "Payment",
    "PrivacyP14": "We use various Payment Service Providers to process the transactions initiated by the users on our website and mobile apps. We do not store any payment info, OTPs, or passwords related to the payments in full. Golden Rose receives and stores sensitive payment details depersonalized and masked for technical purposes. We also receive and store some insensitive payment details and information in part required for business accounting and tax purposes.",
    "Cookies": "Cookies",
    "PrivacyP15": "Like any other website, Golden Rose uses 'cookies.' These cookies are used to store information, including visitors' preferences, and the pages on the website that the visitor accessed or visited. The data is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.",
    "PrivacyH7": "Our Advertising Partners",
    "PrivacyP16": "Some advertisers on our site may use cookies and web beacons. Our advertising partners are listed below. Each of our advertising partners has their own Privacy Policy for their policies on user data. You may consult this list to find the Privacy Policy for each of the advertising partners of Golden Rose.",
    "PrivacyP17": "Third-party ad servers or ad networks use technologies like cookies, JavaScript, or Web Beacons used in their respective advertisements and links that appear on Golden Rose, which are sent directly to users' browsers. They automatically receive your IP address when this occurs. These technologies are used to measure their advertising campaigns' effectiveness and/or personalize the advertising content you see on the websites you visit.",
    "Priva9cyP18": "Note that Golden Rose has no access to or control over these cookies used by third-party advertisers.",
    "PrivacyH8": "Third-Party Privacy Policies",
    "PrivacyP19": "Golden Rose's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You can choose to disable cookies through your individual browser options.",
    "Priva11cyH9": "CCPA Privacy Rights",
    "PrivacyP20": "The EU consumers have the right to:",
    "Priva13cyL8": "Request a business that collects a user's personal data to disclose the categories and specific pieces of personal data.",
    "PrivacyL9": "Request a business to delete any personal data about the user that the website has collected.",
    "PrivacyL10": "Request a business that sells a consumer's personal data, not sell the user’s personal data.",
    "PrivacyL11": "If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.",
    "PrivacyH10": "GDPR Data Protection Rights",
    "PrivacyP21": "We would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:",
    "PrivacyL12": "You have the right to request copies of your personal data. We may charge you a small fee for this service.",
    "PrivacyL13": "You have the right to request that we correct any information you believe is inaccurate. You also have the right to request that we complete the information you believe is incomplete.",
    "PrivacyL14": "You have the right to request that we erase your personal data under certain conditions.",
    "PrivacyL15": "You have the right to object to our processing of your personal data under certain conditions.",
    "PrivacyL16": "You have the right to request that we transfer the data we have collected to another organization or directly to you.",
    "PrivacyL17": "If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.",
    "PrivacyP22": "Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.",
    "PrivacyP23": "Golden Rose does not knowingly collect any Personal Identifiable Information from children under the age of 13. Suppose you think that your child provided this kind of information on our website. In that case, we strongly encourage you to contact us immediately, and we will do our best to remove such information from our records promptly.",
    "PrivacyH11": "Protecting Your Rights",
    "PrivacyP24": "Please contact us via email if you have any queries regarding this Privacy Policy or about the information we hold about you. You also have the right to approach the data protection authority in the location where any data protection issue arises in case you wish to make a complaint.",
    "TermsP1": "Please read these terms and conditions before proceeding to use this website. If you do not accept these terms of use, you may stop here and exit from this website. By proceeding further, you acknowledge these Terms and Conditions explicitly as well as the Website’s Privacy Policy.",
    "TermsP2": "These terms represent the legally binding services available on the website. These Terms and Conditions and the Privacy Policy extend to all users who visit the website, including guest users who visit but not shop on the website and registered users who purchase a product or make a transaction on the website.",
    "TermsP3": "Golden Rose reserves the right to change, update, or terminate any part of the website for any reason, without prior notice and liability to the users or any third parties. The user is responsible for reviewing these Terms and Conditions at regular intervals. No data in these Terms of Use should be construed to confer any rights to third party beneficiaries.",
    "Definitions": "Definitions",
    "TermsP4": "“Jewelry” means the jewelry that is predesigned or jewelry set with Gold, Silver, and Diamonds and/or other products that are available for sale on our website. Please note that all accessories are sold on an “as is” basis.",
    "Registration": "Registration",
    "TermsP5": "Users may register on the website to become Members prior to completing any transaction on the website. Guests’ checkouts will be provided with a user account on completion of purchase. You must provide personal information, i.e., KYC, as per the norms.",
    "TermsP6": "Registration is only a one time process, and if the user has previously registered, he/she shall log in to his/her account.",
    "PriceInfo": "Pricing Information",
    "TermsP7": "Throughout the website, prices are quoted in Dollars. Gift packing costs (if a customer is given a choice) will be charged over and above the total price of your orders.",
    "TermsP8": "Golden Rose reserves the right to reject or accept your order and offer either partially or fully. Our order acceptance will take place upon dispatch of the products. Shipping of all the products may or may not occur at the same time. In such cases, that part of the order dispatched will be deemed to have been accepted by us.",
    "TermsP9": "If you have given us your mobile number and email address, we will notify you by the respective medium as soon as possible to confirm the receipt of your order and e-mail you again to confirm dispatch.",
    "TermsP10": "We are making constant efforts to make sure that our products' colors and sizes are displayed accurately  on the website. However, the colors displayed on the monitor depends on the specifications of your monitor. Packaging of the product may vary from the packaging of the product displayed on the website.",
    "Obligations": "Obligations",
    "TermsP11": "You need to provide true, accurate, current, and complete information about yourself as prompted on our registration form.",
    "TermsP12": "We maintain and update the user-related data to keep it accurate, current, and complete. In case you provide any information that is false, inaccurate, incomplete, or outdated or if Golden Rose has a reasonable ground to suspect that such information is incorrect, faulty, and not current or not following this User Agreement, we have the right to indefinitely terminate or temporarily suspend your account and refuse to provide you access to our website.",
    "TermsP13": "If a non-delivery occurs on account of a mistake by you (i.e., wrong name or address or any other false information), any extra cost incurred by Golden Rose for redelivery shall be collected from you, and you shall pay the necessary charges after that.",
    "TermsP14": "To provide authentic and genuine information in all instances where any information is requested from you. Golden Rose reserves the right to confirm and validate the information and other details you provide at any point of time. Suppose upon confirmation, and your details are found to be untrue (wholly or partly). If that is the case, we have the right to reject the registration and debar you from using the services of our website and/or other affiliated websites without prior intimation whatsoever.",
    "TermsP15": "The delivery address of your orders is to be made correct and proper in all respects. Do check the product description carefully before placing an order. By placing an order, you agree to be bound by the conditions of sale and invitation to offer included in the item's description.",
    "Restrictions": "Restrictions",
    "TermsP16": "Golden Rose reserves the right, at its sole discretion, to limit the quantity/value of the items purchased by you and such restrictions may be applicable to orders placed by the same account, the same credit / debit card, and also to orders that use the same billing and/or shipping address. We will provide notification to the customer should such limits be applied. We reserve the right, at our sole discretion, to prohibit sales to any one as it may deem fit.",
    "SiteSecure": "Site Security",
    "TermsP17": "You are not allowed to violate the security of this website, including, but not limited to:",
    "TermsL1": "Accessing the data that are not intended for you, logging onto an unauthorized server or any other user's account.",
    "TermsL2": "Attempting to scan or test the vulnerability of a system or a network to breach security or authentication measures with unauthorized usage.",
    "TermsL3": "Attempting to intrude into other users', host, or a network via means of submitting a virus to thesite, overloading, flooding, spamming, or crashing",
    "TermsL4": "Sending unsolicited emails, including promotions and/or advertising of products or services.",
    "TermsP18": "Golden Rose will investigate occurrences that may involve violations and cooperate with law enforcement authorities to prosecute users involved in such violations",
    "TermsP19": "You now agree not to use any malware-infected device or software to interfere with the proper working of this website. Further, you agree not to use or try to use an unauthorized search engine, software, tool, or other mechanisms. These include but are not limited to browsers, robots, representations, or intelligent agents to navigate or search this website other than the search engine available on this website and other than generally available third party web browsers.",
    "TermsH1": "Feedback and Comments",
    "TermsP20": "All reviews, comments, suggestions, feedback, ideas, and other submissions disclosed, submitted, or offered to (link) on this website or otherwise disclosed, submitted or offered in connection with your use of this website (collectively, the Comments) will be and remain our property. Such disclosure, submission, or offer of any 'Comments  shall constitute an assignment to the website of all rights and interests in copyrights and other intellectual properties in the'Comments.'",
    "TermsP21": "The website will be under no obligation with respect to the following:",
    "TermsL5": "To keep any comments a secret",
    "TermsL6": "To pay the users any compensation for any comments",
    "TermsL7": "To respond to any comments.",
    "TermsP22": "You accept and confirm that any comments submitted by you to the website will not violate this policy or any third party's rights. It includes copyright, trademark, privacy, or other personal or proprietary rights (s), and will not injure any person or entity.",
    "Copyrights&Trademark": "Copyrights & Trademark",
    "TermsP23": "Golden Rose reserves all intellectual property rights in all text, programs, products, processes, technology, content, and other materials, which appear on this website. Access to this website does not provide anyone the authority to use any name, logo, or mark in any manner. All information, including images, text, designs, icons, photographs, programs, music clips or downloads, videos, and written materials that are part of Golden Rose are intended solely for personal and non-commercial use.",
    "TermsP24": "No right to title or interest in the downloaded materials or software is transferred to you when you download or copy the contents. You will not reproduce (except as noted above), publish, transmit, distribute, display, alter, create derivative works, sell or participate in any sale, in whole or in part, any of the contents of the website or any related software. All software and applications used in this website are the sole property of (link) or its suppliers, and they are protected by the European Union and international copyright laws.",
    "Termination": "Termination",
    "TermsP25": "This Terms of the User Agreement is practical unless and until terminated by either you or us. You may terminate or suspend this Terms of Use agreement at any time by informing us in writing through email that you no longer wish to be linked with this website, provided that you terminate further use of this website.",
    "GovernLaws": "Governing Laws",
    "TermsP26": "This User Agreement shall be construed in accordance with the applicable laws of Spain. The authorities from the European Union, shall alone have exclusive jurisdiction in any proceedings arising out of this agreement.",
    "TermsH2": "Modification Of Terms & Conditions",
    "termsP27": "Golden Rose reserves the right at any time to modify the terms and conditions without any prior notification to the user. After any such modification to this version of the agreement, we will inform you of the changes through the e-mail address you provided while registering on Golden Rose. The users can always access the latest version of the User Agreement at any given time on (link). It is advised you regularly view the User Agreement. If the modified User Agreement is not acceptable to you, you may discontinue using our service. However, if you continue to use our website, you must agree and accept the modified terms and conditions and undertake to abide by the modified User Agreement.",
    "BacktoAccount": "Back to account",
    "DownloadInvoice": "Download Invoice",
    "BilledTo": "Billed To",
    "InvoiceNumber": "Invoice Number",
    "AmountPaid": "Amount Paid",
    "Description": "Description",
    "Rate": "Rate",
    "Qty": "Qty",
    "LineTotal": "Line Total",
    "AmontPaid": "Amount Paid",
    "AllNotify": "All Notifications",
    "ClearAll": "Clear All",
    "CoupanCode": "Coupon Code",
    "ClearNotify": "Are you sure to clear all notifications?",
    "Ok": "Ok",
    "PayErrorText1": "Sorry, we can't complete your purchase at this time.",
    "PayErrorText2": "Please return to the merchant and choose another way to pay",
    "BackToHome": "Back to Home",
    "TransactionSuccess": "Transaction was successful",
    "ClientInfo": "Client Information",
    "ReturnCondition": "Return Conditions",
    "ReturnForm": "Return Form",
    "DataProtection": "Data Protection",
    "DeliveryCharges": "Delivery Charges",
    "CookiesPolicy": "Cookies Policy",
    "TermsOfUse": "Terms of use",
    "Community": "Community",
    "NoReview": "No Review",
    "NoItemFound": "No items found.",
    "Name": "Name",
    "Contactnumber": "Contact number",
    "AlternateContactnumber": "Alternate Contact number",
    "Address1": "Address (House No,Building Street, Area)",
    "LocalityOrTown": "Locality/Town",
    "CityOrDistrict": "City/District",
    "State1": "State",
    "Eg": "Near main road",
    "All": "All",
    "Search": "Search",
    "Example": "Eg: Home, Office",
    "PlaceOrder": "Place Order",
    "InvalidCardNumber": "Invalid Card number"
}